requestrollback.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:gs="http://skirental.io/gt/webservice">
    <soapenv:Header>
        <gs:apiKey>Y7Jv3Dq4M1fN8K2sL5xZ9R0wQ6uP4eB7</gs:apiKey>
    </soapenv:Header>
    <soapenv:Body>
        <gs:rollBackRequest>
            <gs:transactionId>1234</gs:transactionId>
        </gs:rollBackRequest>
    </soapenv:Body>
</soapenv:Envelope>